{
    "images": [
        {
            "imgPath": "img/places/onepiece.jpg",
            "series": "One Piece",
            "description": "As a child, Monkey D. Luffy was inspired to become a pirate by listening to the tales of the buccaneer \"Red-Haired\" Shanks. But Luffy's life changed when he accidentally ate the Gum-Gum Devil Fruit and gained the power to stretch like rubber...at the cost of never being able to swim again! Years later, still vowing to become the king of the pirates, Luffy sets out on his adventure...one guy alone in a rowboat, in search of the legendary \"One Piece,\" said to be the greatest treasure in the world...",
            "date": "07/22/1997"
        },
        {
            "imgPath": "img/places/berserk.jpg",
            "series": "Berserk",
            "description": "His name is Guts, the Black Swordsman, a feared warrior spoken of only in whispers. Bearer of a gigantic sword, an iron hand, and the scars of countless battles and tortures, his flesh is also indelibly marked with The Brand, an unholy symbol that draws the forces of darkness to him and dooms him as their sacrifice. But Guts won't take his fate lying down; he'll cut a crimson swath of carnage through the ranks of the damned - and anyone else foolish enough to oppose him! Accompanied by Puck the Elf, more an annoyance than a companion, Guts relentlessly follows a dark, bloodstained path that leads only to death...or vengeance.",
            "date": "08/25/1989"
        },
        {
            "imgPath": "img/places/vagabond.jpg",
            "series": "Vagabond",
            "description": "Striving for enlightenment by way of the sword, Miyamoto Musashi is prepared to cut down anyone who stands in his way. Vagabond is an action-packed portrayal of the life and times of the quintessential warrior-philosopher—the most celebrated swordsman of all time.",
            "date": "09/03/1998"
        },
        {
            "imgPath": "img/places/vinlandsaga.jpg",
            "series": "Vinland Saga",
            "description": "As a child, Thorfinn sat at the feet of the great Leif Ericson and thrilled to wild tales of a land far to the west. But his youthful fantasies were shattered by a mercenary raid. Raised by the Vikings who murdered his family, Thorfinn became a terrifying warrior, forever seeking to kill the band's leader, Askeladd, and avenge his father. Sustaining Thorfinn through his ordeal are his pride in his family and his dreams of a fertile westward land, a land without war or slavery...the land Leif called Vinland.",
            "date": "04/13/2005"
        },
        {
            "imgPath": "img/places/bleach.jpg",
            "series": "Bleach",
            "description": "Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family; but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits and, along with Rukia--who is slowly regaining her powers--it's Ichigo's job to protect the innocent from Hollows and help the spirits themselves find peace.",
            "date": "08/07/2001"
        },
        {
            "imgPath": "img/places/slamdunk.jpg",
            "series": "Slam Dunk",
            "description": "Winning isn't everything in the game of basketball, but who wants to come in second? It takes dedication and discipline to be the best, and the Shohoku High hoops team wants to be just that. They have one last year to make their captain's dream of reaching the finals come true—will they do it?",
            "date": "10/01/1990"
        },
        {
            "imgPath": "img/places/blackclover.jpg",
            "series": "Black Clover",
            "description": "Young Asta was born with no magic ability in a world where magic is everything. In order to prove his strength and keep a promise with his friend, Asta dreams of becoming the greatest mage in the land, the Wizard King!",
            "date": "02/16/2015"
        },
        {
            "imgPath": "img/places/gurrenlagann.jpg",
            "series": "Gurren Lagann",
            "description": "Humans have been forced to live in isolated underground villages, where they constantly must burrow deeper into the Earth to escape the frequent earthquakes that wreak havoc on their way of life. In this world, two orphans named Simon and Kamina resolve to find a way to dig their way back to the surface, where they hope to make peace with the Beastmen and their robots who terrorize their human prey.",
            "date": "04/01/2007"
        },
        {
            "imgPath": "img/places/attackontitan.jpg",
            "series": "Attack on Titan",
            "description": "In this post-apocalytpic sci-fi story, humanity has been devastated by the bizarre, giant humanoids known as the Titans. Little is known about where they came from or why they are bent on consuming mankind. Seemingly unintelligent, they have roamed the world for years, killing everyone they see. For the past century, what's left of man has hidden in a giant, three-walled city. People believe their 50-meter-high walls will protect them from the Titans, but the sudden appearance of an immense Titan is about to change everything.",
            "date": "09/09/2009"
        },
        {
            "imgPath": "img/places/csm.jpg",
            "series": "Chainsaw Man",
            "description": "Denji harbors a chainsaw devil within him. The world is introduced to Chainsaw Man, but...?!",
            "date": "12/03/2018"
        }
  ]
}